Revit 2027 API
ParameterTypeId.SlopeEndHeight Property
 "Height Offset at Head"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlopeEndHeight { get; }
Public Shared ReadOnly Property SlopeEndHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlopeEndHeight {
	ForgeTypeId^ get ();
}
static member SlopeEndHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace